Repository: giellalt/corpus-fin
Catalog: tmx/sme/bible/svenskakyrkan/default.aspx_id=775915.html.tmx
Source language: fin
Languages: sme

source: Kristillinen usko
sme: Risttalaš osku

source: Rakkaus on kristillisen uskon perusta ja päämäärä.
sme: Ráhkisvuohta lea vuođđun ja ulbmilin risttalaš oskui.

source: Kaikki aito rakkaus tulee Jumalalta.
sme: Visot duođalaš ráhkisvuohta boahtá Ipmilis.

source: Rakkaus antaa elämän.
sme: Ráhkisvuohta addá eallima.

source: Voimme kokea rakkautta suhteissa toisiin ihmisiin ja suhteessa Jumalaan.
sme: Mii sáhttit vásihit ráhkisvuođa iežá olbmuid ja Ipmila aktavuođain.

source: Jumala haluaa, että elämme, ja Hän haluaa luoda suhteen jokaiseen ihmiseen.
sme: Ipmil berošta min eallimis ja háliida aktavuođa juohkehaččain.

source: Jeesuksen kautta saamme tietää enemmän siitä, mitä Jumala haluaa ja kuka Jumala on.
sme: Jesusa bakte mii oahppat eanet Ipmila birra ja maid son háliida.

source: Jumala ihmisenä Jeesuksella on erityisen läheinen suhde Jumalaan; Hän on ihmiseksi tullut Jumala.
sme: Ipmil olmmožin Jesusis lea earenomáš lagas aktavuohta Ipmilii, son lea Ipmil ieš olbmo hámis.

source: Jeesuksesta kerrotaan Raamatun neljässä evankeliumissa.
sme: Muitalusat Jesusa birra gávdnojit Biibbalis njealji evangeliumas.

source: Raamattu on moniosainen kirja, joka kertoo ihmisten kokemuksista Jumalan kohtaamisesta.
sme: Biibbal lea máŋgga oasát girji mii muitala olbmuid Ipmiliin vásáhusaid birra.

source: Jeesus tulee maan päälle, koska Jumala rakastaa meitä ja haluaa avata iankaikkisuuden meille, sekä ennen että jälkeen kuoleman.
sme: Jesus boahtá máilbmái danin go Ipmil ráhkista min ja háliida rahpat agálašvuođa midjiide, sihke jápmima ovdal ja maŋŋel.

source: Jumala haluaa lisätä tuntemustamme Jumalan valtakunnasta ja rakkaudesta.
sme: Ipmil háliida ahte mii galgat diehtit eanet Ipmila riikka birra ja ráhkisvuođa birra.

source: Ki rkon keskus ja elämänlähde Kirkon keskus ja elämänlähde on Jeesus Kristus ja evankeliumi hänestä.
sme: Girku guovddaš ja eallingáldu Girku guovddaš ja eallingáldu lea Jesus Kristus ja evangelium su birra.

source: Evankeliumi johdattaa ihmisen Jumalan luo, joka on hänen alkuperänsä ja määränpäänsä.
sme: Evangelium láide olbmo Ipmila aktavuhtii, mii lea su máddu ja ulbmil.

source: Jumalalla on ehtymätön määrä viisautta, armoa ja rakkautta.
sme: Ipmilis lea botnihis mearri viissisvuohta, árbmu ja ráhkisvuohta.

source: Kirkon usko tarkoittaa perustavanlaatuista luottamusta Jumalaan ja perustuu Jumalan valtaviin tekoihin, joista Raamatussa todistetaan ja joissa Jumala kohtaa ihmisiä heidän elämässään.
sme: Girku osku mearkkaša vuđolaš luohttevašvuohta Ipmilii ja vuolgá Ipmila issoras daguin, mat leat čilgejuvvon Biibbalis ja bohtet ovdan olbmuid eallimis.

source: Rukous on tärkeää Usko on toivomista ja ponnistelua.
sme: Rohkos lea dehálaš Oskun lea doaivun ja rahčan.

source: Rukous on tavallisin tie uskoon.
sme: Rohkos lea dábáleamos bálggis oskui.

source: Ei kuitenkaan tarvitse uskoa voidakseen rukoilla.
sme: It dárbbat oskut go rohkadalat.

source: Rukoukselle merkityksellistä on sydämen avoimuus ja kaipaus.
sme: Váimmu duođalašvuohta ja ohcaleapmi leat dehálaččat rohkosii.

source: Ajan varaaminen rukoukseen ja tuon ajan käyttäminen itseensä ja rukoilemiseen on edellytys jumalasuhteelle.
sme: Astat rohkadallat ja geavahit dan áiggi iežainis ja rohkosiinnis lea eaktun oažžut aktavuođa Ipmiliin.

source: Se, miten rukouksemme on muotoiltu, ei ole niin tärkeää.
sme: Ii leat nu dehálaš man bures rohkadalat.

source: Merkityksellistä on sydämen ja Jumalan välinen vuoropuhelu.
sme: Váimmu ságastallan Ipmiliin lea dat mii mearkkaša juoidá.

source: Kristillinen uskontunnustus Kristillinen kirkko tunnustaa yhden ainoan Jumalan – Isän, Pojan ja Pyhän Hengen – joka luo, pelastaa ja antaa elämän.
sme: Risttalaš oskkudovddastus Risttalaš girku dovddasta ovtta áidna Ipmila – Áhči, Bártni ja Bassi Vuoiŋŋa – gii sivdnida, beastá ja addá heakka.

source: Ruotsin kirkko on osa maailmanlaajuista kirkkoa ja jakaa kristillisen tunnustuksen sekä kolmiyhteisen Jumalan ylistyksen.
sme: Ruoŧa girku lea oassi máilmmi viidosaš girkus ja searvá risttalaš oskkudovddastussii ja golmmaaktalaš Ipmila gudnejahttimii.

source: Usko ilmaistaan tunnustuksessa sanoin ja teoin, ja se on perintöä apostoliselta ajalta.
sme: Osku čájehuvvo dovddastusas sáni ja dagu bakte ja lea árbi apostalaš áiggis.

source: Kolmella vanhimmalla uskontunnustuksella on erityisasema ilmaisuna uskon ja kirkon jatkuvuudesta ajan saatossa.
sme: Golmma boarráseamos oskkudovddastusain lea sierra árvu mat čájehit oskku ja girku bistevašvuođa áiggiid čađa.

source: Kaksi niistä oikealla.
sme: Loga guokte dain olgešbealde.

source: Evankelis-luterilainen kirkko Ruotsin kirkko kuuluu evankelis-luterilaiseen traditioon, jonka yhdistävä tunnustusasiakirja on Augsburgin tunnustus vuodelta 1530.
sme: Evangelalaš-lutherlaš girku Ruoŧa girku gullo evangelalaš-lutherlaš árbevirrui mas lea jagi 1530 augsburgalaš dovddastus aktasaš dovddastusdokumeantan.

source: Tunnustuskirjat reformaation ajalta ovat suuntaa antavia todisteita siitä, kuinka uskosta saatiin vastauksia sen ajan kysymyksiin.
sme: Reforpmaáiggi dovddastusčállosat leat neavvaduođaštussan movt osku čilgejuvvui vástádussan áigodaga jearaldagaide.

source: Teologinen pohdinta siitä, mitä usko ja sen tunnustaminen tarkoittavat, auttaa muotoilemaan kirkon uskoa ja oppia.
sme: Girku osku ja oahppu hábmejuvvo teologalaš jurddahallamiin oskku ja dovddastusa mearkkašumi birra.

source: Yksittäisten kristittyjen ja kirkon tehtävä on kaikkina aikoina paneutua uskon syvyyksiin ja selittää sen sisältöä.
sme: Lea ovttaskas risttalačča ja girku bargu juohke áigodagas ipmirdit oskku čikŋodaga ja čielggadit dan mearkkašumi.

source: Uskontunnustus tai oppi eivät kumpikaan ole uskon kohteita.
sme: Ii oskkudovddastus ii ge oahppu leat oskuášši.

source: Ne kertovat, mistä kirkon vakaumus muodostuu, ja selittävät uskoa.
sme: Dat muitalit mii lea girku jáhkku ja čilgejit oskku.

source: Jatkuvassa vuoropuhelussa muiden traditioiden kanssa sekä sananjulistuksissa ja jumalanpalveluksissa Ruotsin kirkko selittää uskoansa yhä uudelleen.
sme: Ruoŧa girku joatká čielggadit oskkus joatkevaš ságastallamiiguin iežá árbevieruiguin, sárdnidemiin ja ipmilbálvalusain.
